var searchData=
[
  ['менеджер_20базы_20данных_0',['Менеджер базы данных',['../group__databasemanager.html',1,'']]],
  ['модуль_20отправки_20email_1',['Модуль отправки email',['../group__emailsender.html',1,'']]],
  ['менеджера_2',['Реализация сетевого менеджера',['../group__servicemanager__impl.html',1,'']]],
  ['менеджера_20базы_20данных_3',['Реализация менеджера базы данных',['../group__databasemanager__impl.html',1,'']]],
  ['менеджер_4',['Сервисный менеджер',['../group__servicemanager.html',1,'']]]
];
