#include <QApplication>
#include "aboutwindow.h"

/*!
 * @brief Главная функция приложения.
 *
 * Создает объект приложения Qt,
 * отображает стартовое окно программы
 * и запускает главный цикл обработки событий.
 *
 * @param argc Количество аргументов командной строки.
 * @param argv Массив аргументов командной строки.
 * @return Код завершения приложения.
 */
int main(int argc, char *argv[])
{
    // Создание объекта приложения
    QApplication a(argc, argv);

    // Создание стартового окна
    AboutWindow w;

    // Отображение окна
    w.show();

    // Запуск главного цикла приложения
    return a.exec();
}